export const pets = {
    tata: {
        name: '獭獭栞',
        gender: '武装直升机',
        breed: '猪',
        birthDate: '2023-2-3',
        neuterDate: '暂未绝育',
        description: '大家好我是獭獭栞，曾被小栞制作成抱枕、手偶、挎包。我的耳朵好像不是很好，经常听不清东西。我每天最喜欢做的事情就是看小栞直播，我喜欢天天骂她老馋、癔症，还喜欢听真正的音乐。虽然她有点虾头还动不动攻击我，但是对我还是很不错的，每次出门打猎都会给我带伴手礼回来。我要永远和她在一起❤',
        detailImage: 'pets/獭獭栞/獭獭栞使用.jpg'
    },
    nana: {
        name: 'nana',
        gender: '公',
        breed: '西伯利亚森林猫',
        birthDate: '2021-9-28',
        neuterDate: '2021-10-24',
        description: '大家好我是nana，原名sana，因为我的主人特别喜欢的一个爱豆所以给我取了这个名字，后续因为栞妈不会读改名为nana。我是一只特别调皮捣蛋容易掉毛的大屁股猫，每天最喜欢的事就是捣乱烦我妈妈，我最喜欢趴在我妈身上压的她喘不过气。我有点怕生，每次妈妈带女人回家里的时候我都会躲起来，不过次数多了我也渐渐习惯了，而且美少女们都香香的还会给我好吃的零食我很乐意被她们摸～喵～',
        detailImage: 'pets/nana/nana使用.png'
    },
    zaizai: {
        name: '崽崽',
        gender: '公',
        breed: '串串',
        birthDate: '2019-4-28',
        neuterDate: '2022-12-14',
        description: '大家好我叫崽崽，原名叫安生，是栞哥看的一部电影里的小动物的名字，后续因为栞妈念起来嫌麻烦变成了崽崽。我是从某海獭亲戚家里抱回来的串串小狗，据说发了200块红包给亲戚呢。虽然买我很便宜，但后续生了好几次皮肤病成功提高了我的身价哈哈哈我厉害吧？目前我和栞妈住在一起，平时见不到栞栞呢。我每天最喜欢的事情就是咬烂各种东西，玩偶、袜子、抱枕等，曾经还因为咬烂栞哥女朋友送给他的袜子被栞哥暴揍一顿，但我死性不改，我就是爱咬！！！汪～',
        detailImage: 'pets/崽崽/崽崽使用.png'
    },
    xiaohuang: {
        name: '小黄',
        gender: '母',
        breed: '串串',
        birthDate: '不详',
        neuterDate: '2023-10-8',
        description: '大家好我是小黄，我是一只被栞栞捡回家的流浪狗。我有一个前主人，他拖欠房租跑路了，把我一只狗遗弃在出租屋里，房东收房的时候拿了根电线把我绑起来丢出去了。这时候遇到一个好心的姐姐，经常给我投喂东西吃，但她家里也养了好几条狗她家人不允许她收留我。冬天快来了…这样下去我会冻死在外面吧？小姐姐在网上发了求助贴，这时候被栞栞刷到了并给了我一个家。我不知道自己是什么时候出生的，但栞栞收留我的时候，医院的医生说我大概一岁。现在我和栞妈一起住，平时见不到小栞。我平时比较听话，不咬人也不乱叫还很黏人，因为曾经流浪过的原因，我和崽崽这种在蜜罐里长大的狗不一样，我一点也不挑食，害怕没有下一顿饭吃每一餐都吃得干干净净。唯一的缺点是我喜欢乱尿，我喜欢在每个地毯上都留下我的味道，小栞因此大发雷霆过好多次，现在甚至不允许我去她家。反正我就是要乱尿汪！！',
        detailImage: 'pets/小黄/小黄使用.png'
    }
};
